Repository: mduu/SolarLens
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: da, de, fr, it

source: Please note that the effect highly depends if the tvOS system setting is 'dark' or 'light' mode. Try change the system setting as well.
da: Vær opmærksom på, at effekten i høj grad afhænger af, om tvOS-systemindstillingen er 'mørk' eller 'lys' tilstand. Prøv også at ændre systemindstillingen.
de: Bitte beachte, dass der Effekt stark vom Dunkel- oder Hell-Modus in den tvOS-Systemeinstellungen abhängt. Versuche, die Systemeinstellung ebenfalls zu ändern.
fr: Veuillez noter que l'effet dépend fortement du mode « sombre » ou « clair » des réglages système tvOS. Essayez également de modifier le réglage système.
it: Si prega di notare che l'effetto dipende fortemente dalla modalità "scura" o "chiara" dell'impostazione di sistema tvOS. Prova a cambiare anche l'impostazione di sistema.

source: Please rate us! 🌟
da: Vurder os! 🌟
de: Bitte bewerte uns! 🌟
fr: S'il vous plaît, évaluez-nous ! 🌟
it: Per favore, votaci! 🌟

source: powered by:
da: Drevet af:
fr: Propulsé par:
it: Realizzato da:

source: Prio.
da: Prioritet

source: Priorities
da: Prioriteter
de: Prioritäten
fr: Priorités
it: Priorità

source: Priority %lld
da: Prioritet %lld
de: Priorität %lld
fr: Priorité %lld
it: Priorità %lld

source: Priority %lld of %lld
da: Prioritet %lld af %lld
de: Priorität %lld von %lld
fr: Priorité %lld sur %lld
it: Priorità %lld di %lld

source: Production
da: Produktion
de: Produktion
fr: Aucune donnée
it: Produzione

source: Production & Consumption
da: Produktion & Forbrug
de: Produktion & Verbrauch
fr: Production & Consommation
it: Produzione & Consumo

source: Rainbow Panels
da: Regnbuepaneler
de: Regenbogen-Panels
fr: Panneaux arc-en-ciel
it: Pannelli arcobaleno

source: Rate app
da: Vurder appen
de: App bewerten
fr: Évaluer
it: Valuta l'app

source: Reaches a target battery percentage by a time you set. Prefers solar power when available and tops up from the grid if needed.
da: Når en ønsket batteriprocent inden et tidspunkt, du vælger. Foretrækker solenergi og supplerer fra elnettet om nødvendigt.
de: Erreicht einen Ziel-Ladestand bis zu einem von dir festgelegten Zeitpunkt. Bevorzugt Solarstrom und lädt bei Bedarf aus dem Netz nach.
fr: Atteint un pourcentage de batterie cible à l'heure que vous définissez. Privilégie l'énergie solaire et complète depuis le réseau si nécessaire.
it: Raggiunge una percentuale di batteria target entro un orario impostato. Preferisce l'energia solare e integra dalla rete se necessario.

source: Recharging limit:
da: Genopladningsgrænse:
de: Nachladelimit:
fr: Limite de recharge:
it: Limite di ricarica:

source: Red Gradient
da: Rød gradient
de: Roter Farbverlauf
fr: Dégradé rouge
it: Gradiente rosso

source: Remove
da: Fjern
de: Entfernen
fr: Supprimer
it: Rimuovi

source: Remove Custom Background
da: Fjern baggrund
de: Hintergrund entfernen
fr: Supprimer l'arrière-plan
it: Rimuovi sfondo

source: Remove Custom Logo
da: Fjern logo
de: Logo entfernen
fr: Supprimer le logo
it: Rimuovi logo

source: Repeat
da: Gentag
de: Wiederholen
fr: Répéter
it: Ripeti

source: Requirements:
da: Krav:
de: Anforderungen:
fr: Configuration:
it: Requisiti:

source: Requires a charging station
da: Kræver en ladestation
de: Ladestation erforderlich
fr: Nécessite une station de recharge
it: Richiede una stazione di ricarica

source: Requires a house battery
da: Kræver et husbatteri
de: Hausbatterie erforderlich
fr: Nécessite une batterie domestique
it: Richiede una batteria domestica

source: Reset at
da: Reset kl.
de: Reset um
fr: Réinit. à
it: Reset alle

source: Reset date and time
da: Reset-dato og -tidspunkt
de: Reset-Datum und -Zeit
fr: Date et heure de réinitialisation
it: Data e ora del reset

source: Reset time reached — open Solar Lens to apply %@ to the charging station.
da: Reset-tidspunkt nået — åbn Solar Lens for at anvende %@ på ladestationen.
de: Reset-Zeit erreicht — öffne Solar Lens, um %@ auf die Ladestation anzuwenden.
fr: Heure de réinitialisation atteinte — ouvre Solar Lens pour appliquer %@ à la borne.
it: Orario di reset raggiunto — apri Solar Lens per applicare %@ alla stazione di ricarica.

source: Resets
da: Reset
de: Reset
fr: Réinit.
it: Reset

source: Resets in
da: Reset om
de: Reset in
fr: Réinit. dans
it: Reset tra

source: Resets to %@
da: Nulstilles til %@
de: Zurücksetzen auf %@
fr: Remettre sur %@
it: Ripristina su %@

source: Resolution
da: Opløsning
de: Auflösung
fr: Résolution
it: Risoluzione

source: Retry
da: Prøv igen
de: Wiederholen
fr: Réessayer
it: Riprova

source: Returns 'true' if any car is currently charging, otherwise 'false'.
da: Returnerer 'true', hvis en bil er ved at oplade, ellers 'false'.
de: Gibt ‘wahr’ zurück wenn aktuell ein Auto lädt, ansonsten wird ‘falsch’ zurückgegeben.
fr: Renvoie “true” si une voiture est en cours de charge, sinon “false”.
it: Restituisce 'true' se un'auto è attualmente in carica, altrimenti 'false'.

source: Run advanced workflows with your solar setup. iOS will keep them running in the background as best it can — keep Solar Lens open for the most precise control.
da: Kør avancerede arbejdsgange med dit solenergisystem. iOS holder dem kørende i baggrunden så godt som muligt — hold Solar Lens åben for den mest præcise styring.
de: Führe komplexe Abläufe mit deiner Solaranlage aus. iOS hält sie im Hintergrund am Laufen, so gut es geht — lass Solar Lens für die genaueste Steuerung geöffnet.
fr: Exécutez des flux avancés avec votre installation solaire. iOS les maintiendra actifs en arrière-plan du mieux possible — gardez Solar Lens ouvert pour un contrôle plus précis.
it: Esegui flussi avanzati con il tuo impianto solare. iOS li terrà attivi in background per quanto possibile — tieni Solar Lens aperto per un controllo più preciso.

source: Running
da: Kører
de: Läuft
fr: En cours
it: In esecuzione

source: Running for
da: Kører i
de: Läuft seit
fr: Démarrée il y a
it: In esecuzione da

source: Save changes
da: Gem ændringer
de: Änderungen sichern
fr: Enregistrer les modifications
it: Salva modifiche

source: Saved
da: Sparet
de: Gespart
fr: Écon.
it: Risp.

source: Scan QR code to upload
da: Scan QR for at uploade
de: QR-Code zum Upload scannen
fr: Scannez pour envoyer
it: Scansiona QR per caricare

source: Scan the QR code above
da: Scan QR-koden ovenfor
de: QR-Code oben scannen
fr: Scannez le code QR
it: Scansiona il codice QR

source: Search logs...
da: Søg i logfiler…
de: Protokolle durchsuchen…
fr: Rechercher dans les journaux…
it: Cerca nei registri…

source: Search logs…
da: Søg i logfiler…
de: Protokolle durchsuchen…
fr: Rechercher dans les journaux…
it: Cerca nei registri…

source: Select and upload your %@
da: Vælg og upload %@
de: %@ wählen & hochladen
fr: Choisir et envoyer %@
it: Seleziona e carica %@

source: Select Background
da: Vælg baggrund
de: Hintergrund auswählen
fr: Sélectionner l'arrière-plan
it: Seleziona sfondo

source: Select car to query
da: Vælg bil for forespørgsel
de: Auto auswählen
fr: Sélectionner la voiture à interroger
it: Scegli auto

source: Select target date
da: Vælg måldato
de: Zieldatum wählen
fr: Sélectionner la date cible
it: Seleziona la data di destinazione

source: Select target time
da: Vælg mål-tidspunkt
de: Zielzeit wählen
fr: Sélectionner l'heure cible
it: Seleziona il tempo di destinazione

source: Select the day to get the forecast for.
da: Vælg den dag, du vil have prognosen for.
de: Wählen Sie den Tag aus, für den Sie die Prognose wünschen.
fr: Sélectionnez le jour pour lequel vous souhaitez obtenir la prévision.
it: Seleziona il giorno per cui ottenere la previsione.

source: Self cons.
da: Egetforbr.
de: Eigenverbr.
fr: Autocons.
it: Autocons.

source: Self consumption
da: Selvforbrug
de: Eigenverbrauch
fr: Autoconsommation
it: Autoconsumo

source: Self Consumption
da: Egenforbrug
de: Eigenverbrauch
fr: Autoconsommation
it: Autoconsumo

source: Self consumption:
da: Selvforbrug:
de: Eigenverbrauch:
fr: Autoconsommation:
it: Autoconsumo:

source: Self-cons.
da: Egenf.
de: Eigenv.
fr: Autocons.
it: Autocons.

source: Self-consumption
da: Egetforbrug
de: Eigenverbrauch
fr: Autoconsommation
it: Autoconsumo

# Self-consumption: %lf%% and autarky: %lf%%
source: Self-consumption: %1$lf%% and autarky: %2$lf%%
da: Eget forbrug: %1$lf%% og autarki: %2$lf%%
de: Eigenverbrauch: %1$lf%% und Autarkie: %2$lf%%
fr: Autoconsommation : %1$lf%% et autarcie : %2$lf%%
it: Autoconsumo: %1$lf%% e autarchia: %2$lf%%

source: Send failed: %@
da: Send mislykkedes: %@
de: Senden fehlgeschlagen: %@
fr: Échec de l’envoi : %@
it: Invio non riuscito: %@

source: Send to iPhone
da: Send til iPhone
de: An iPhone senden
fr: Envoyer à l’iPhone
it: Invia a iPhone

source: Sending to iPhone…
da: Sender til iPhone …
de: Wird ans iPhone gesendet …
fr: Envoi à l’iPhone…
it: Invio a iPhone…

source: Sensor-ID of the charging station. Leave empty to use the first charging station.
da: Sensor-ID for ladestationen. Lad den være tom for at bruge den første ladestation.
de: Sensor-ID der Ladestation. Leerlassen für die erste Ladestation.
fr: ID du capteur de la borne de recharge. Laissez vide pour utiliser la première borne de recharge.
it: ID sensore della stazione di ricarica. Lasciare vuoto per utilizzare la prima stazione di ricarica.

source: Sent — open Solar Lens on iPhone → Settings → Activity log from Watch.
da: Sendt — åbn Solar Lens på iPhone → Indstillinger → Aktivitetslog fra uret.
de: Gesendet — öffne Solar Lens auf dem iPhone → Einstellungen → Aktivitätsprotokoll von der Watch.
fr: Envoyé — ouvrez Solar Lens sur l’iPhone → Réglages → Journal d’activité depuis la Watch.
it: Inviato — apri Solar Lens su iPhone → Impostazioni → Registro attività dall’orologio.

source: Server error: %lld
da: Serverfejl: %lld
de: Serverfehler: %lld
fr: Erreur serveur : %lld
it: Errore server: %lld

source: Server Name
da: Servernavn
fr: Nom du serveur
it: Nome server

source: Set
da: Sæt
de: Setzen
fr: Configurer
it: Impostata

# Set %@ to %@
source: Set %1$@ to %2$@
da: Indstil %@ til %@
de: Setze %@ auf %@
fr: Définir %@ à %@
it: Imposta %@ a %@

source: Set a charging mode now and let Solar Lens automatically switch back to another mode at a date and time you choose.
da: Indstil en opladningstilstand nu og lad Solar Lens automatisk skifte til en anden tilstand på et tidspunkt, du vælger.
de: Setze jetzt einen Lademodus und lass Solar Lens zu einem von dir gewählten Zeitpunkt automatisch in einen anderen Modus wechseln.
fr: Définis un mode de charge maintenant et laisse Solar Lens basculer automatiquement vers un autre mode à la date et l’heure de ton choix.
it: Imposta una modalità di ricarica adesso e lascia che Solar Lens torni automaticamente a un’altra modalità alla data e ora che scegli.

source: Set charging mode
da: Indstil ladetilstand
de: Lademodus setzen
fr: Définir le mode de charge
it: Imposta la modalità di ricarica

source: Settings
da: Indstillinger
de: Einstellungen
fr: Paramètres
it: Impostazioni

source: Share filtered…
da: Del filtrerede…
de: Gefilterte teilen…
fr: Partager les filtrés…
it: Condividi filtrati…

source: Share…
da: Del…
de: Teilen…
fr: Partager…
it: Condividi…

source: Shortcuts for automation
da: Genveje til automatisering
de: Kurzbefehle für Automation
fr: Raccourcis pour l'automatisation
it: Comandi rapidi per l'automazione

source: Shortcuts Integration
da: Genveje-integration
de: Kurzbefehle-Integration
fr: Intégration Raccourcis
it: Integrazione Comandi Rapidi

source: Show automation log
da: Vis automation-log
de: Automation-Protokoll anzeigen
fr: Afficher le journal d'automatisation
it: Mostra registro automazione

source: Show notification history
da: Vis notifikationshistorik
de: Mitteilungsverlauf anzeigen
fr: Afficher l'historique des notifications
it: Mostra cronologia notifiche

source: Show solar overview
da: Vis solenergi oversigt
de: Zeige Solar Übersicht
fr: Afficher l'aperçu solaire
it: Mostra panoramica solare

source: Shows the current battery level.
da: Viser det aktuelle batteriniveau.
de: Zeigt den aktuellen Batteriestand.
fr: Affiche le niveau de batterie actuel.
it: Mostra il livello batteria attuale.

source: Shows the current energy consumption.
da: Viser det aktuelle energiforbrug.
de: Zeigt den aktuellen Energieverbrauch.
fr: Affiche la consommation d'énergie actuelle.
it: Mostra il consumo energetico attuale.

source: Shows the current production and consumptions.
da: Viser den aktuelle produktion og forbrug.
de: Zeigt die aktuelle Produktion und den Verbrauch.
fr: Affiche la production et la consommation actuelles.
it: Mostra la produzione e il consumo attuali.

source: Shows the current solar production.
da: Viser den aktuelle solproduktion.
de: Zeigt die aktuelle Solarproduktion.
fr: Affiche la production solaire actuelle.
it: Mostra la produzione solare attuale.

source: Shows the rings of today efficiency.
da: Viser ringene for dagens effektivitet.
de: Zeigt heutige Effizienz als Ringe.
fr: Affiche les anneaux de l'efficacité d'aujourd'hui.
it: Mostra gli anelli dell'efficienza di oggi.

source: Shows the Solar Lens app icon.
da: Viser Solar Lens app-ikonet.
de: Zeigt das Solar Lens App Symbol.
fr: Affiche l'icône de l'application Solar Lens.
it: Mostra l'icona dell'app Solar Lens.

source: Shows the solar production forecast.
da: Viser solprognosen.
de: Zeigt die Solarprognose.
fr: Affiche la prévision solaire.
it: Mostra la previsione solare.

source: Shows the solar production history.
da: Viser solproduktionshistorikken.
de: Zeigt den Verlauf der Solarproduktion.
fr: Affiche l'historique de la production solaire.
it: Mostra la cronologia della produzione solare.

source: Shows todays production and consumption as chart.
da: Viser dagens produktion og forbrug som diagram.
de: Zeigt die heutige Produktion und den Verbrauch als Diagramm.
fr: Affiche la production et la consommation d'aujourd'hui sous forme de graphique.
it: Mostra la produzione e il consumo di oggi come grafico.

source: Sign in with your Solar Manager account.
da: Log ind med din Solar Manager-konto.
de: Melde dich mit deinem Solar Manager-Konto an.
fr: Connectez-vous avec votre compte Solar Manager.
it: Accedi con il tuo account Solar Manager.

source: Skip
da: Spring over
de: Überspringen
fr: Ignorer
it: Salta

source: Skipping BG processing schedule: %@
da: Springer planlægning af baggrundsbehandling over: %@
de: Planung der Hintergrundverarbeitung übersprungen: %@
fr: Planification du traitement en arrière-plan ignorée : %@
it: Pianificazione dell'elaborazione in background saltata: %@

source: Skipping BG refresh schedule: %@
da: Springer baggrundsopdatering over: %@
de: Hintergrundaktualisierung übersprungen: %@
fr: Actualisation en arrière-plan ignorée : %@
it: Aggiornamento in background ignorato: %@

source: Smart automations
da: Smarte automationer
de: Smarte Automationen
fr: Automatisations intelligentes
it: Automazioni intelligenti

source: Solar
da: Solenergi
fr: Solaire
it: Solare

source: Solar & Tariff
da: Sol- og takstoptimeret
de: Solar & Tarifopt.
fr: Solaire & tarif optimisé
it: Solare e tariffa

source: Solar forecast
da: Solprognose
de: Solarprognose
fr: Prévision solaire
it: Previsione solare

source: Solar Forecast
da: Solprognose
de: Solarprognose
fr: Prévision solaire
it: Previsione solare

source: Solar Lens checks every few minutes. While Solar Lens is in the foreground the check is precise; in the background iOS decides when to wake the app.
da: Solar Lens tjekker med få minutters mellemrum. I forgrunden er tjekket præcist; i baggrunden bestemmer iOS, hvornår appen vækkes.
de: Solar Lens prüft alle paar Minuten. Im Vordergrund ist die Prüfung präzise; im Hintergrund entscheidet iOS, wann die App geweckt wird.
fr: Solar Lens vérifie toutes les quelques minutes. Au premier plan, la vérification est précise ; en arrière-plan, iOS décide quand réveiller l'app.
it: Solar Lens controlla ogni pochi minuti. In primo piano il controllo è preciso; in background è iOS a decidere quando attivare l'app.

source: Solar Lens checks the battery every few minutes and notifies you when the condition is met. The automation auto-cancels after 24 hours if the level isn't reached.
da: Solar Lens tjekker batteriet hvert par minutter og giver dig besked, når betingelsen er opfyldt. Automationen annulleres automatisk efter 24 timer, hvis niveauet ikke nås.
de: Solar Lens prüft die Batterie alle paar Minuten und benachrichtigt dich, wenn die Bedingung erfüllt ist. Die Automation bricht nach 24 Stunden automatisch ab, wenn der Stand nicht erreicht wird.
fr: Solar Lens vérifie la batterie toutes les quelques minutes et te notifie quand la condition est remplie. L’automatisation s’annule automatiquement après 24 heures si le niveau n’est pas atteint.
it: Solar Lens controlla la batteria ogni pochi minuti e ti notifica quando la condizione è soddisfatta. L’automazione si annulla automaticamente dopo 24 ore se il livello non viene raggiunto.

source: Solar Manger Login
da: Solar Manager Login
de: Solar Manager Login
fr: Connexion Solar Manager
it: Accesso al Solar Manager

source: Solar only
da: Kun solenergi
de: Nur Solar
fr: Solaire uniquement
it: Solo solare

source: Solar production
da: Solproduktion
de: Solarproduktion
fr: Production solaire
it: Produzione solare

source: Solar Production
da: Solproduktion
de: Solar Produktion
fr: Production
it: Produzione

source: Solar Production History
da: Solproduktionshistorik
de: Verlauf Solarproduktion
fr: Historique de la production solaire
it: Cronologia della produzione solare

source: Solar Production Timline
da: Solproduktionstidslinje
de: Zeitachse der Solarproduktion
fr: Chronologie de la production solaire
it: Cronologia della produzione solare

source: Solar Roof
da: Soltag
de: Solardach
fr: Toit solaire
it: Tetto solare

source: Solar Sunset
da: Solnedgang
de: Solar-Sonnenuntergang
fr: Coucher de soleil solaire
it: Tramonto solare

source: Solar surplus or low tariff
da: Soloverskud eller lavtarif
de: Solarüberschuss oder Niedrigtarif
fr: Surplus solaire ou tarif réduit
it: Surplus solare o tariffa bassa

source: Solarproduction
da: Solproduktion
de: Solarproduktion
fr: Production solaire
it: Produzione solare

source: Something went wrong, or the server is not connected.
da: Noget gik galt, eller serveren er ikke forbundet.
de: Es ist ein Fehler aufgetreten oder der Server ist nicht verbunden.
fr: Quelque chose s'est mal passé ou le serveur n'est pas connecté.
it: Qualcosa è andato storto o il server non è connesso.

source: Something went wrong! Please try again later.
da: Noget gik galt! Prøv venligst igen senere.
de: Etwas ist schief gegangen. Bitte versuchen Sie es später erneut.
fr: Quelque chose s'est mal passé ! Veuillez réessayer plus tard.
it: Qualcosa è andato storto! Riprova più tardi.

source: Source
da: Kilde
de: Quelle
it: Fonte

source: Stale data!
da: Forældede data!
de: Veraltete Daten!
fr: Données obsolètes!
it: Dati obsoleti!

source: Standalone
da: Selvstændig
de: Standard
fr: Autonome
it: Autonomo

source: State
da: Status
de: Status
fr: État
it: Stato

source: Station
da: Ladestation
de: Ladestation
fr: Borne
it: Stazione

source: Statistics
da: Statistik
de: Statistiken
fr: Statistiques
it: Statistiche

source: Statistics will appear here when data is available.
da: Statistik vises her, når data er tilgængelig.
de: Statistiken werden hier angezeigt, sobald Daten verfügbar sind.
fr: Les statistiques s'afficheront ici lorsque des données seront disponibles.
it: Le statistiche appariranno qui quando i dati saranno disponibili.

source: Stay informed
da: Hold dig opdateret
de: Bleib informiert
fr: Reste informé
it: Resta informato

source: Stopped to avoid grid import. ≈ %1$@ kWh transferred (%2$lld%% → %3$lld%%). Charging station switched to %4$@.
da: Stoppet for at undgå net-import. ≈ %1$@ kWh overført (%2$lld%% → %3$lld%%). Ladestation skiftet til %4$@.
de: Gestoppt, um Netzbezug zu vermeiden. ≈ %1$@ kWh übertragen (%2$lld%% → %3$lld%%). Ladestation auf %4$@ umgestellt.
fr: Arrêté pour éviter l'importation depuis le réseau. ≈ %1$@ kWh transférés (%2$lld%% → %3$lld%%). Borne réglée sur %4$@.
it: Fermato per evitare prelievo dalla rete. ≈ %1$@ kWh trasferiti (%2$lld%% → %3$lld%%). Stazione di ricarica impostata su %4$@.

source: Street:
da: Gade:
de: Strasse:
fr: Rue:
it: Via:

source: Successfully ran automation %@.
da: Automation %@ kørt med succes.
de: Automation %@ erfolgreich ausgeführt.
fr: Automatisation %@ exécutée avec succès.
it: Automazione %@ eseguita con successo.

source: Sunny Forrest
da: Solrig skov
de: Sonniger Wald
fr: Forêt ensoleillée
it: Foresta soleggiata

source: Switch charging station to
da: Skift ladestation til
de: Ladestation umstellen auf
fr: Régler la borne sur
it: Imposta stazione di ricarica su

source: Switch the charging station now and reset to another mode later.
da: Skift ladestation nu og nulstil til en anden tilstand senere.
de: Ladestation jetzt umschalten und später auf einen anderen Modus zurücksetzen.
fr: Changer la borne maintenant et la remettre dans un autre mode plus tard.
it: Cambia la stazione di ricarica ora e ripristinala in un'altra modalità più tardi.

source: Tap to enable
da: Tryk for at aktivere
de: Zum Aktivieren tippen
fr: Toucher pour activer
it: Tocca per attivare

source: Target
da: Mål
de: Ziel
fr: Cible
it: Obiettivo

source: Target %
da: Mål %
de: Ziel %
fr: Cible %
it: Fine %

source: Target date
da: Måldato
de: Zieldatum
fr: Date cible
it: Data di destinazione

source: Target level
da: Målniveau
de: Zielwert
fr: Niveau cible
it: Livello obiettivo

source: Target reached in
da: Mål nået om
de: Voraussichtlich fertig in
fr: Cible atteinte dans
it: Obiettivo raggiunto tra

source: Target SOC percent (1-100%).
da: Mål SOC i procent (1-100%).
de: Ziel Prozent der Ladung (1-100%) des Autos.
fr: Pourcentage SOC cible (1-100%).
it: Percentuale SOC target (1-100%).

source: Target time
da: Mål-tidspunkt
de: Zielzeit
fr: Heure cible
it: Tempo di destinazione

source: Tariff optimized
da: Tarifoptimeret
de: Tarifoptimiert
fr: Tarif optimisé
it: Tariffa ottimizzata

source: Thank you! 💖
da: Tak! 💖
de: Danke 💖
fr: Merci ! 💖
it: Grazie! 💖

# The %@ is charged %@.
source: The %1$@ is charged %2$@.
da: %1$@ er opladet %2$@.
de: %1$@ è carico al %2$@.
fr: %1$@ est chargé à %2$@.
it: %1$@ è carico al %2$@.

source: The battery level of our house is at %lld%%
da: Batteriniveauet i vores hus er %lld%%.
de: Der Batterie des Hauses ist %lld%% geladen.
fr: Le niveau de la batterie de notre maison est à %lld%%
it: Il livello della batteria della nostra casa è a %lld%%

source: The battery will operate in standalone mode (if a smart meter is present) or controlled by Solar Manager with min/max percentage settings.
da: Batteriet vil fungere i selvstændig tilstand (hvis en smart meter er til stede) eller styret af Solar Manager med min/maks procentindstillinger.
de: Die Batterie arbeitet im eigenständigen Modus (falls ein Smart Meter vorhanden ist) oder wird vom Solar Manager mit Min/Max-Prozentsatzeinstellungen gesteuert.
fr: La batterie fonctionnera en mode autonome (si un compteur intelligent est présent) ou sera contrôlée par Solar Manager avec des réglages de pourcentage min/max.
it: La batteria opererà in modalità autonoma (se è presente un contatore intelligente) o sarà controllata da Solar Manager con impostazioni di percentuale min/max.
